Repository: CTUCZ/open-rmbt-ios
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, fr, hr, sv

source: Cancel
de: Abbrechen
fr: Abandon
hr: Prekid
sv: Avbryt

source: Date
de: Datum
hr: Datum
sv: Datum

source: Device
de: Gerät
fr: Appareil
hr: Uređaj
sv: Enhet

source: Enter code
de: Code eingeben
fr: Entrez le code
hr: Unesi kod
sv: Ange koden

source: Enter sync code:
de: Codeeingabe:
fr: Saisir le code:
hr: Unos koda:
sv: Kodingång:

source: History synchronisation was successful
de: Verlauf wurde erfolgreich synchronisiert.
fr: l’historique a été synchronisé avec succès.
hr: Povijest je uspješno sinkronizirana.
sv: Förlopp har varit synkroniserat framgångsrik.

source: Measurement
de: Messung
fr: Mesure
hr: Mjerenje
sv: Mätning

# Weitere Details
source: Further details
de: Weitere Details

source: Network
de: Netz
fr: Réseau
hr: Mreža
sv: Nät

# Qualität
source: Quality
de: Qualität

source: Reload
de: Neu laden
fr: Recharger
hr: Ažuriranje
sv: Ladda nytt

source: Request code
de: Code anfordern
fr: Code requête
hr: Zatraži kod
sv: Beställ kod

source: Success
de: Synchronisation erfolgreich
fr: Synchronisation réussie
hr: Sinkronizacija je uspješna
sv: Synkronisering framgångsrik

source: To merge history from two different devices, request the sync code on one device and enter it on another device
de: Um die Messergebnisse von einem anderen Gerät zusammenzuführen, fordern Sie bitte das Sync-Code an dem anderen Gerät an und geben Sie es hier ein.
fr: Pour fusionner les résultats provenant d'un autre appareil, s'il vous plaît demander le code de synchronisation sur l'autre appareil et entrez-le ici.
hr: Za združivanje rezultata dvoje različitih uređaja, zatražite sinkronizacijski kod na drugom uređaju i unesite ga ovdje.
sv: För att slå samman resultater från en annan enhet, beställ synk kod på den andra enheten, och ange den här.

source: Abort Test
de: Abbrechen
fr: Abandon
hr: Prekini test
sv: Avbryt

source: Continue
de: Fortfahren
fr: Continuez
hr: Nastavi
sv: Gå på

source: Copy code
de: Code kopieren
fr: Copiez le code
hr: Kopiraj kod
sv: Kopera kod

source: Do you really want to abort the running test?
de: Wollen Sie den laufenden Test abbrechen?
fr: Souhaitez-vous interrompre le test en cours?
hr: Želite li prekinuti izvođenje testa?
sv: Vill du verkligen avbryta aktuella testen?

source: Network Type
de: Zugang
fr: Type d’accès au réseau
hr: Tip mreže
sv: Tillgång

source: Dismiss
de: OK
fr: OK
hr: OK
sv: OK

source: Auto
de: Automatisch
fr: Automatiquement
hr: Automatski
sv: Automatiskt

source: Legal Notice
de: Google Maps
fr: Google Maps
hr: Google Maps
sv: Google Maps

source: Overlay
de: Kartenoverlay
fr: Couverture
hr: Overlay karte
sv: Karta överlägg

source: Points
de: Punkte
hr: Točke
sv: Punkter

source: Aborted
de: Abgebrochen
fr: Annulé
hr: Prekid
sv: Avbrytat

source: Close
de: Abbrechen
fr: Fermer
hr: Zatvori
sv: Avbryta

source: Connection Error
de: Verbindungsfehler
fr: Erreur de connexion
hr: Greška prilikom povezivanja
sv: Anslutningsfel

source: Couldn't connect to test server.
de: Es konnte keine Verbindung zum Testserver aufgebaut werden.
fr: La connexion n'a pas pu être établie avec le serveur de test.
hr: Veza sa test serverom nije uspjela.
sv: Anslutning på testservern kunde inte upprättas.

source: Error
de: Fehler
fr: Erreur
hr: Greška
sv: Fel

source: Repeat Test
de: Test wiederholen
fr: Répétez le test
hr: Ponovi test
sv: Repetera testet

source: Test aborted
de: Test abgebrochen
fr: Test annulé
hr: Test je prekinut
sv: Test avbrytat

source: Test was aborted because the app went into background. Tests can only be performed while the app is running in foreground.
de: Test wurde abgebrochen, weil die App in den Hintergrund gegangen ist. Um Tests vollständig durchzuführen, muss die App im Vordergrund laufen.
fr: Le test a été interrompu, car l'application est passée au second plan. Pour réaliser pleinement le(s) test(s), l'application doit être exécutée au premier plan.
hr: Test je prekinut jer je app otišla u pozadinu. App mora bit u prvom planu kako bi se test u potpunosti izveo.
sv: Testen avbröts eftersom appen gick i bakgrunden. För att utföra tester fullständiga, appen måste köras i förgrunden.

source: Test was completed, but the results couldn't be submitted to the test server.
de: Test wurde abgeschlossen, aber die Ergebnisse konnten nicht zum Server geschickt werden.
fr: Test a été effectué, mais les résultats n'ont pas pu être envoyés au serveur.
hr: Test je završen, ali rezultat ne može biti poslan serveru.
sv: Testen utfördes, men resultater kunde inte skickas till servern.

source: The connection to the test server was lost. Test aborted.
de: Die Verbindung zum Testserver wurde abgebrochen.
fr: La connexion au serveur de test a été interrompue.
hr: Veza sa test serverom je izgubljena. Test je prekinut.
sv: Anslutningen till testservern avbröts. Testen avbrytat.

source: Try Again
de: Erneut versuchen
fr: Essayez à nouveau
hr: Pokušaj ponovo
sv: Försök igen

source: Fetching test parameters
de: Test-Parameter werden geladen...
fr: Les paramètres de test sont chargés...
hr: Parametri testa se učitavaju...
sv: Test-Parametrarna laddar...

source: Finalizing
de: Finalisierung
fr: Finalisation
hr: Finalizacija
sv: Finalisering

source: Initializing Upload
de: Upload Initialisierung
fr: Upload initialisation
hr: Inicijalizacija uploada
sv: Uppladd initialisering

source: Initializing
de: Initialisierung
fr: Initialisation
hr: Inicijalizacija
sv: Initialisering

source: Pinging
de: Ping
fr: Ping
hr: Ping
sv: Ping

source: Waiting for test server
de: Warten auf den Testserver...
fr: Merci d’attendre que le test du serveur soit effectué...
hr: Čekam na test server...
sv: Vänta på testservern...

source: Connection
de: Verbindung
fr: Connexion
hr: Veza
sv: Anslutning

source: Mbps
de: Mbit/s
fr: Mbit/s
hr: Mbit/s
sv: Mbit/s

source: No network connection available
de: Keine Netzwerkverbindung verfügbar
fr: Pas de connexion Internet
hr: Veza s internetom nije moguća
sv: Ingen Internetuppkoppling

source: Shapes
de: PLZ

source: Quality tests
de: Qualitätstests
fr: Diagnostic réseau

source: About
de: Details

source: Test Failed
de: Test fehlgeschlagen

source: Test Succeeded
de: Test erfolgreich

source: Map shows tests as community shapes
de: Karte zeigt Tests nach Gemeinden an

source: Map shows tests as heatmap
de: Karte zeigt die Tests als Heatmap an

source: Map shows tests as points
de: Karte zeigt die Tests als Punkte an

source: Map switches automatically between heatmap and points
de: Karte wechselt automatisch zwischen Heatmap und Punkten

source: Map type
de: Kartentyp

source: You are about to start tests in loop mode. The distance is set to %@ meters. The waiting time between tests is %@ minutes.
de: Sie sind dabei Tests im Wiederholungsmodus zu starten. Die Distanz beträgt %@ Meter. Die Wartezeit ist %@ Minuten.

source: Access
de: Zugang

source: Data usage
de: Datenverbrauch

source: Previous test
de: Letzter Test

source: Loop Mode
de: Wiederholungsmodus

source: Number of tests
de: Anzahl der Tests

source: Start tests
de: Tests starten

source: Test Connection
de: Verbindung testen

source: Activation and privacy
de: Aktivierung

source: Usage
de: Nutzung

source: Loop mode %@/2
de: Wiederholungsmodus %@/2

source: Waiting
de: Warten

source: Location
de: Standort

source: Video telephony
de: Videotelefonie

source: Video conferencing
de: Videokonferenzen

source: Gaming download
de: Spiele Download

source: Gaming
de: Spiele

source: Gaming cloud
de: Spiele Cloud

source: Gaming streaming
de: Spiele Streaming

# qos
source: QoS tests
de: Qualitätstests

# text_button_decline
source: Decline
de: Abbrechen

# text_button_accept
source: Accept
de: Akzeptieren

# title_loop_instruction_1
source: Activation
de: Aktivierung

# title_loop_instruction_2
source: Usage
de: Nutzung

# public_ip_address
source: Public address
de: Öffentliche Adresse

# private_ip_address
source: Private address
de: Lokale Adresse

# title_loop_mode
source: Loop mode
de: Wiederholungsmodus

# location_dialog_label_title
source: Location
de: Standort

# location_dialog_label_accuracy
source: Accuracy
de: Genauigkeit

# location_dialog_label_age
source: Age
de: Aktualität

# location_dialog_label_source
source: Source
de: Quelle

# location_dialog_label_altitude
source: Altitude
de: Höhe

# location_dialog_label_speed
source: Speed
de: Geschwindigkeit

# location_dialog_label_satellites
source: Satellites
de: Satelliten

# location_dialog_label_location_progress_message
source: Determining location, please wait…
de: Der Standort wird bestimmt, bitte warten…

# open_gps_setting_dialog_label_gps_not_enabled
source: Location services are not enabled. Would you like to modify location settings?
de: Standort nicht verfügbar. Möchten Sie die Standorteinstellungen ändern?

# open_gps_setting_dialog_label_open_gps_setting
source: Open location settings
de: Standort-Einstellungen öffnen

# open_gps_setting_dialog_label_cancel
source: Cancel
de: Abbrechen

# location_dialog_not_available
source: Not available
de: Nicht verfügbar

# open_location_permission_dialog_label_location_not_permitted
source: RTR-NetTest is not allowed to use your location. Would you like to allow RTR-NetTest to use your location?
de: Standort nicht verfügbar. Zulassen, dass RTR-Netztest auf den Standort Ihres Geräts zugreift?

# open_location_permission_dialog_label_open_permission_setting
source: Open application settings
de: Einstellungen öffnen

# menu_button_history
source: History
de: Verlauf

# preferences_enter_code
source: Please enter the code
de: Bitte geben Sie den Code ein

# input_setting_dialog_cancel
source: Cancel
de: Abbrechen

# button_sync_enter_code
source: Enter Code
de: Code eingeben

# title_loop_count
source: Choose the number of tests
de: Wählen Sie die Anzahl der Tests

# text_loop_start
source: Start tests
de: Tests starten

# text_loop_mode
source: New test after waiting or covering the distance. Max. 2 days
de: Neuer Test nach Wartezeit oder Zurücklegen der Distanz. Max. 2 Tage

# preferences_loop_mode_summary
source: New test after waiting time or covering the distance. Max. 2 days
de: Neuer Test nach Wartezeit oder Zurücklegen der Distanz. Max. 2 Tage

# preferences_loop_mode_min_delay
source: Waiting time (in minutes)
de: Wartezeit (in Minuten)

# preferences_loop_mode_max_movement
source: Distance (in meters)
de: Distanz (in Metern)

# loop_mode_next_test
source: Next Test
de: Nächster Test

# loop_mode_minutes
source: Minutes
de: Minuten

# loop_mode_meters
source: Meters
de: Meter

# loop_mode_no_gps
source: No GPS
de: Kein GPS

source: or
de: oder

# loop_mode_finished
source: RTR-NetTest loop mode finished!
de: Netztest abgeschlossen!

# loop_continue_to_results
source: Continue to the result
de: Weiter zum Ergebnis

# loop_run_again
source: Run again
de: Nochmals ausführen

# history.sync-modal-title.default
source: Synchronization
de: Synchronisieren

# history.sync-modal-title.sync-success
source: Successful
de: Erfolgreich

# history.sync-modal-description.default
source: You have the possibility to join results from different devices. To do so, you have to enter an already requested synchronisation code or request a new one.
de: Es besteht die Möglichkeit, Messergebnisse von anderen Endgeräten zusammenzuführen. Dazu müssen Sie einen bereits erhaltenen Synchronisations-Code eingeben oder einen neuen anfordern.

# history.sync-modal-description.enter-code
source: Please enter the code you received on your other device.
de: Geben Sie hier bitte den Code ein, den Sie auf Ihrem anderen Gerät angefordert haben.

# history.sync-modal-description.request-code
source: Please enter the code shown below on the other device to synchronise the results.
de: Bitte geben Sie den unten angezeigten Code auf dem anderen Gerät ein, um die Ergebnisse zu synchronisieren.

# history.sync-modal-description.sync-success
source: The synchronisation was successful.
de: Die Synchronisierung war erfolgreich.

source: The code must consist of twelve characters
de: Der Code muss aus zwölf Zeichen bestehen

# The devices are already synchronized with each other.
source: The devices are already synchronized.
de: Die Geräte sind bereits synchronisiert.

source: The code you entered does not exist.
de: Der eingegebene Code existiert nicht.

# history.result.connection
source: Type
de: Zugang

# history.result.operator
source: Operator
de: Betreiber

# test.network.label
source: Network
de: Netzwerk

# test.technology.label
source: Technology
de: Technologie

# preferences_general_settings
source: General settings
de: Allgemeine Einstellungen

# preferences_advanced_settings
source: Advanced settings
de: Erweiterte Einstellungen

# preferences_location
source: Location
de: Standort

# preferences_ipv4_only
source: IPv4 only
de: Nur IPv4

# preferences_skip_qos
source: Skip QoS
de: QoS überspringen

# preferences_expert_mode
source: Expert mode
de: Expertenmodus

# preferences_loop_mode
source: Loop mode
de: Wiederholungsmodus

# preferences_loop_mode_enabled
source: Enabled
de: Ermöglicht

# preferences_contact
source: Contact
de: Kontakt

# preferences_go_to_website
source: Go to website
de: Website besuchen

# preferences_contact_us
source: Contact us
de: E-Mail schreiben

# preferences_data_protection
source: Privacy policy and terms of use
de: Datenschutzerklärung und Nutzungsbedingungen

# preferences_additional_Information
source: Additional information
de: Weitere Informationen

# preferences_test_cases
source: Number of tests performed
de: Durchgeführte Tests

# preferences_about
source: About
de: Über die App

# preferences_developed_by
source: Developed by
de: Entwickelt von

# preferences_debug_options
source: Debug Options
de: Debug-Optionen

# preferences_ipv6_only
source: IPv6 Only
de: Nur IPv6

# preferences_developer_logging
source: Logging
de: Protokollierung

# preferences_developer_logging_summary
source: Log messages will be sent to the selected destination via UDP.
de: Protokollnachrichten werden per UDP an das ausgewählte Ziel gesendet.

# preferences_developer_loggind_host
source: Logging host
de: Protokollierung Host

# preferences_developer_loggind_port
source: Logging port
de: Protokollierung Port

source: Sync
fr: Synchroniser
sv: Synk

source: Sync Code
fr: Code Sync
hr: Sync kod
sv: Synk-kod

source: Upload
sv: Uppladd

source: Video UHD
fr: Videos UHD
hr: Videos UHD
sv: Videos UHD

source: Video SD
fr: Videos SD
hr: Videos SD
sv: Videos SD

source: Video HD
fr: Videos HD
hr: Videos HD
sv: Videos HD
